{
  "sections": {
    "main": {
      "type": "faq-template",
      "blocks": {
        "fba7e2f9-1b43-456e-8232-6a3220c0c755": {
          "type": "info",
          "settings": {
            "label": "phone",
            "link_text": "+1 (615) 739-5286",
            "link_url": ""
          }
        },
        "4fa051e5-ef8b-4976-a042-4acc72c8ee01": {
          "type": "info",
          "settings": {
            "label": "email",
            "link_text": "help@imogeneandwillie.com",
            "link_url": "mailto:help@imogeneandwillie.com"
          }
        },
        "a9d2165f-f60b-41fd-a1df-8f52854d8ad0": {
          "type": "info",
          "settings": {
            "label": "chat",
            "link_text": "start chat now",
            "link_url": ""
          }
        },
        "1d15f5ea-8dd1-4061-ada3-7fc20f1ae811": {
          "type": "info",
          "settings": {
            "label": "customer service hours:",
            "link_text": "mon-sat 9-6ct",
            "link_url": ""
          }
        },
        "23946803-c075-4a53-a1dc-82132734d401": {
          "type": "faq",
          "settings": {
            "accordian_sub_title": "AVAILABLE POSITIONS",
            "accordian_title_1": "Product Development Coordinator",
            "text_1": "<h6>Nashville<\/h6>   <p>We are looking for an experienced Product Development Coordinator – this person will provide support in partnership with design to meet aesthetic, quality, and cost requirements on par with brand standards.<\/p> <br> <p>Reports to Product Development Director and will work closely with the product development coordinator in our sewing facility in Los Angeles, our design team, pattern maker and production team.<\/p> <br> <p>Assists in maintaining seasonal development charts in order to ensure timely and well-executed product strategies and communicates any open issues with the team daily.<\/p> <br> <p>Experience in denim is a plus.<\/p>  <br>   <a href=\"mailto:jobs@imogeneandwillie.com?subject=product%20development%20coordinator%20position\" class=\"navigable\">apply now-><\/a>",
            "accordian_title_2": "Junior Designer",
            "text_2": "<h6>Nashville<\/h6> <p>Working closely with the Creative Director, digital team & company leadership, this person will help create and develop designs and artwork for t-shirts, print, digital, and related categories--working from initial ideation and concept to finished product.<\/p> <h5>REQUIRED EXPERIENCE <\/h5> <ul> \t<li>At least 1 year of graphic design experience including e-commerce, print layout, and branding.<\/li>\n<br> \t<li>Advanced knowledge of Photoshop, Illustrator, and InDesign (HTML\/CSS capabilities are a plus).<\/li>\n<br> \t<li>Exceptional typographical skills and meticulous attention to detail.<\/li>\n<br> \t<li>A bachelor’s degree or equivalent combo of education and experience. Where and if you went to school for design doesn’t matter nearly as much as your abilities in aesthetics and application.<\/li>\n<br> \t<li>Must have the ability to multitask, take direction, and fulfill multiple project requests while meeting deadlines.<\/li>\n<br> <\/ul> <br>  <a href=\"mailto:jobs@imogeneandwillie.com?subject=junior%20designer%20position\" class=\"navigable\">apply now-><\/a>",
            "accordian_title_3": "Shop Lead",
            "text_3": "<h6>Austin<\/h6> <p>as we fill our austin shop with awesome folks to represent imogene + willie, we are seeking someone who will take on leading the team and supporting our store director. this role is a full-time retail leadership position. this person will bring passion, energy, and a shared belief in the brand to the role. <br><br> we’ll be looking for someone who loves meeting new people, cares deeply about the brand and its community, and easily finds an intersection of the two. they can communicate company history and product knowledge with ease. <br><br> this person should also be comfortable with personnel management, conflict resolution, and administrative duties. organization and attention to detail is a must. a love of denim is a plus. <\/p>  <br>  <a href=\"mailto:jobs@imogeneandwillie.com?subject=shop%20lead%20austin%20\" class=\" navigable>apply now-><\/a><a href=\" mailto:jobs=\"\">apply now-><\/a>",
            "accordian_title_4": "Tailor Shop",
            "text_4": "<h6>Austin<\/h6> <p>as we gear up to open our store in austin, tx, we are searching for an integral role within the store; a full-time tailor. we are very proud to offer on-site tailoring in our stores, and this role will lay the groundwork for building the tailor shop in our second location. the austin tailor should have a passion for denim and textiles, and a general knowledge of clothing production. experience with hemming is required, as well as experience working on industrial sewing machines. we will be looking for someone with an affinity for learning and training on new skills. the austin tailor will train alongside the tailors in nashville. retail experience is a plus. <\/p>  <br>  <a href=\"mailto:jobs@imogeneandwillie.com?subject=tailor%20shop%20austin%20\" class=\" navigable>apply now-><\/a><a href=\" mailto:jobs=\"\">apply now-><\/a>",
            "accordian_title_5": "Shop Staff",
            "text_5": "<h6>Nashville + Austin<\/h6> <p>we're always looking for people who are interested in working in our stores: our flagship in nashville and our brand-new second location in austin. if you have a passion for denim, have a thirst for knowledge, and love to turn these things into creating a memorable experience for other people, then we’d love to meet you.<\/p>  <br>  <a href=\"mailto:jobs@imogeneandwillie.com?subject=store%20staff%20position\" class=\" navigable>apply now-><\/a><a href=\" staff inquiry mailto:jobs=\"\">apply now-><\/a>",
            "accordian_title_6": "Warehouse Fulfillment",
            "text_6": "<h6>Nashville<\/h6> <p>we are looking for someone to help support the operational efforts required to achieve and maintain order fulfillment within our warehouse. whether receiving orders to in-house, or shipping straight to our customers, applicants must exhibit extreme attention to detail and customer care... while working to identify and communicate any potential inventory issues that might be found along the way.<\/p> <br> <a href=\"mailto:jobs@imogeneandwillie.com?subject=warehouse%20fulfillment%20position\" class=\"navigable\">apply now-><\/a>",
            "accordian_title_7": "Internships",
            "text_7": "<h6>Nashville<\/h6>   <p>we are seeking a community + events intern who will assist our team in promoting and implementing in-house events. this person will learn about many facets of the business administration, including office management, marketing, community outreach, and special projects. the position is integral to the execution of events, including advance planning and event-day management. occasional evening availability is required as needed.<\/p>   <br>   <p>this position requires the use of a car, and the person must be able to lift up to 50 lbs. internship is full-time for a period of three to four months, based in Nashville, and designed for those who are interested in a truly comprehensive experience. interns receive college, work-study, or independent study credit, as well as hourly compensation.<\/p>  <br> <a href=\"mailto:jobs@imogeneandwillie.com?subject=intern%20position\" class=\"navigable\">apply now-><\/a>",
            "accordian_title_8": "",
            "text_8": "",
            "accordian_title_9": "",
            "text_9": "",
            "accordian_title_10": "",
            "text_10": "",
            "accordian_title_11": "",
            "text_11": "",
            "accordian_title_12": "",
            "text_12": "",
            "accordian_title_13": "",
            "text_13": "",
            "accordian_title_14": "",
            "text_14": "",
            "accordian_title_15": "",
            "text_15": ""
          }
        }
      },
      "block_order": [
        "fba7e2f9-1b43-456e-8232-6a3220c0c755",
        "4fa051e5-ef8b-4976-a042-4acc72c8ee01",
        "a9d2165f-f60b-41fd-a1df-8f52854d8ad0",
        "1d15f5ea-8dd1-4061-ada3-7fc20f1ae811",
        "23946803-c075-4a53-a1dc-82132734d401"
      ],
      "settings": {
        "bg_img": "shopify:\/\/shop_images\/IMG_0883.jpg",
        "main_title": "we're hiring",
        "title": "help",
        "info_title": "contact"
      }
    }
  },
  "order": [
    "main"
  ]
}