{
  "sections": {
    "main": {
      "type": "faq-template",
      "blocks": {
        "08b08d86-0a1f-43bf-8ddc-b729f5256e30": {
          "type": "ancillary_link",
          "settings": {
            "link_text": "UPDATE SIDEBAR LINKS",
            "link_url": "shopify:\/\/pages\/contact"
          }
        },
        "fba7e2f9-1b43-456e-8232-6a3220c0c755": {
          "type": "info",
          "settings": {
            "label": "phone",
            "link_text": "+1 (615) 739-5286",
            "link_url": ""
          }
        },
        "4fa051e5-ef8b-4976-a042-4acc72c8ee01": {
          "type": "info",
          "settings": {
            "label": "email",
            "link_text": "help@imogeneandwillie.com",
            "link_url": ""
          }
        },
        "a9d2165f-f60b-41fd-a1df-8f52854d8ad0": {
          "type": "info",
          "settings": {
            "label": "chat",
            "link_text": "start chat now",
            "link_url": ""
          }
        },
        "1d15f5ea-8dd1-4061-ada3-7fc20f1ae811": {
          "type": "info",
          "settings": {
            "label": "customer service hours:",
            "link_text": "mon-sat 9-6ct",
            "link_url": ""
          }
        },
        "23946803-c075-4a53-a1dc-82132734d401": {
          "type": "faq",
          "settings": {
            "accordian_sub_title": "",
            "accordian_title_1": "Return Policy",
            "text_1": "we gladly accept returns for all full-priced items purchased online for a refund or exchange within 30 days of delivery.<br><br>  we are happy to offer free exchanges on any full-priced item. we believe the fit is an essential part of making a garment perfect. when you receive your item, try it out: if for any reason it’s not perfect, we’ll get you one that is - at no extra cost.<br><br>  <a href=\"https:\/\/returns.imogeneandwillie.com\/#\/\">start a return -><\/a><br><br>  please keep in mind that all returned and exchanged merchandise must be unworn, unwashed, and without alterations. sale items, gift cards, and one-of-a-kind pieces are final sale and cannot be returned or exchanged.  <br><br>  for purchases shipped internationally, we are happy to offer a refund or exchange. just be aware that import taxes or tariffs, customs fees, or other charges may apply, and imogene + willie is not responsible for any of these charges.<br><br>  if you have any questions, comments, or feedback please feel free contact us.<br><br>  call us at (615) 739-5286 Monday–Saturday from 9:00am–6:00pm Central and Sunday from 12:00am-6:00pm.  email us any time at <a href=\"mailto:help@imogeneandwillie.com\">help@imogeneandwillie.com<\/a>. we will promptly reply within 1 business day.<br><br>  ADDITIONAL INFORMATION<br><br>  all sale items, gift cards, items with alteration (such as a custom inseam), and one-of-a-kind pieces are final sale and are ineligible for return or exchange.<br><br>  all washed, worn, or damaged items, as well as any items returned after 30 days from delivery are ineligible for return or exchange.<br><br>  purchases made at an imogene + willie retail store may be returned or exchanged online (subject to eligibility) within 30 days. <br><br>   please expect 3-7 business days for return shipping and processing. after your refund has been processed by us, please allow 3-5 business days for your bank to credit the funds back to your account. refund times vary. contact your financial institution for more information.<br><br>  a lot of our items sell out quickly. if the item you have requested for an exchange is unavailable, don’t worry. we will promptly contact you and do everything we can to get you something you love, in a size that fits.<br><br>",
            "accordian_title_2": "Shipping Policy",
            "text_2": "please allow up to 1-2 business days for orders to ship. during promotions, sales or holidays, ship time may be delayed up to 7 business days. orders received on weekend days and holidays will be processed no sooner than the following business day. in the event of extreme weather, packages may be delayed. due to COVID-19, many carriers have suspended service guarantees.<br><br>  for international orders, please note that we are not responsible for paying duties, customs, taxes, or tariffs once your package arrives at its destination country.<br><br>  for domestic shipments, you may request signature confirmation upon delivery. please note that there may be an additional charge for signature confirmation. please reach out to us via <a href=\"mailto:help@imogeneandwillie.com\">email<\/a> with your order number before your order ships.<br><br>  to check the status of your order, <a href=\"https:\/\/imogeneandwillie.com\/pages\/contact\">call<\/a> or <a href=\"mailto:help@imogeneandwillie.com\">email<\/a> us.<br><br>   <strong><span style=\"font-color:000000;font-weight:700;\">my package appears to be lost in the mail. can you help?<\/span><\/strong><br>  we will do everything we can! if your package is stuck in transit, please contact us at help@imogeneandwillie.com. we’ll do our best to figure out how to get your order to you as quickly as possible. please make sure to request the correct delivery address and let us know if you have special delivery preferences (e.g. requesting signature confirmation). imogene + willie cannot accept responsibility or compensate you if your package was delivered to an incorrect, but requested address. imogene + willie cannot accept responsibility or compensate for missing packages if delivery to the correct address was confirmed. however, we are glad to assist with any shipping issues you may have. if you have any questions, please email us at help@imogeneandwillie.com.<br><br>     <strong>what is your shipping policy\/method?<\/strong><br>  all domestic orders are typically shipped via USPS, though we sometimes use alternative carriers depending on the situation, destination, and rates. rates are determined by weight and destination. please allow 1-2 business days for orders to ship. non-customized expedited orders placed before 1pm CT, will ship out same-day. during promotions, sales or holidays, ship time may be delayed up to 7 business days. orders received on weekend days and holidays will be processed no sooner than the following business day.<br><br>  domestic deliveries from our shipping courier do not require signature on delivery. however, if you would like to request signature on delivery for your shipment, contact us before placing your order online and we will discuss alternative shipping options and prices with you, and help you complete your order.<br><br>  for international orders, please note that we are not responsible for paying duties, customs, taxes, or tariffs once your package arrives at its destination country.<br><br>  to check the status of your order, <a href=\"https:\/\/imogeneandwillie.com\/pages\/contact\">call<\/a> or <a href=\"mailto:help@imogeneandwillie.com\">email<\/a> us.<br><br>",
            "accordian_title_3": "Repair Policy",
            "text_3": "imogene + willie will gladly repair normal wear and tear for all i+w jeans for one year from the day of purchase.<br><br>  after the first year, charges for time and materials will apply.<br><br>  please note: all jeans must be washed with soap and water and be free of any stains (including bodily fluid stains) in order to receive repair services. we reserve the right to refuse repair services to any jeans not thoroughly cleaned.<br><br>  for those needing repair of imogene + willie brand jeans, please contact us:<br><br>  email: <a href=\"mailto:help@imogeneandwillie.com\">help@imogeneandwillie.com<\/a><br><br>  phone: (615) 739-5286<br><br>",
            "accordian_title_4": "Privacy Policy",
            "text_4": "Welcome to the imogene + willie web site. throughout the site, the terms “we”, “us”, “the Site” and “our” refer to imogene + willie. imogene + willie offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.<br><br>  Section 1: What do we do with your information?<br>  When you purchase something from our store, as part of the buying and selling process, we collect the personal information you give us such as your name, address and email address. When you browse our store, we also automatically receive your computer’s internet protocol (IP) address in order to provide us with information that helps us learn about your browser and operating system. With your permission, we may send you emails about our store, new products and other updates.<br><br>  Section 2: Consent<br><br>  How do you get my consent?<br>  When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery or return a purchase, we imply that you consent to our collecting it and using it for that specific reason only. If we ask for your personal information for a secondary reason, like marketing, we will either ask you directly for your expressed consent, or provide you with an opportunity to say no.<br><br>  How do I withdraw my consent? <br>  If after you opt-in, you change your mind, you may withdraw your consent for us to contact you, for the continued collection, use or disclosure of your information, at anytime, by contacting us at help@imogeneandwillie.com or mailing us at:<br><br>  imogene + willie 2514 White Avenue Nashville, Tennesee 37204<br><br>  or calling us at (615) 712-8089.<br><br>  Section 3: Disclosure<br>  We may disclose your personal information if we are required by law to do so or if you violate our Terms of Service.<br><br>  Section 4: Shopify<br>  Our store is hosted on Shopify. They provide us with the online e-commerce platform that allows us to sell our products and services to you. Your credit card information is never stored on our server. Portions of your data (including name, email, telephone and address) are stored on a secure server. All traffic and data transfer to and from the server is encrypted. See section 6 for more details on security. <br><br>  Section 5: Third Party Services<br>  In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us. Your credit card information is never stored on our server. However, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions. For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers. In particular, remember that certain providers may be located in or have facilities that are located a different jurisdiction than either you or us. So if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located. As an example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your personal information used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.<br><br>  Once you leave our store’s website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website’s Terms of Service.<br><br>  Authorize.net:<br>  If you choose a direct payment gateway to complete your purchase, then our chosen direct payment gateway, Authorize.net stores your credit card data. It is encrypted through the Payment Card Industry Data Security Standard (PCI-DSS). Your purchase transaction data is stored only as long as is necessary to complete your purchase transaction. After that is complete, your purchase transaction information is deleted. All direct payment gateways adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of credit card information by our store and its service providers. For more insight, you may also want to read Authorize.net Terms of Service (http:\/\/www.authorize.net\/company\/terms\/) or Privacy Statement (http:\/\/www.authorize.net\/company\/privacy\/). <br><br>  Links:<br>  When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements. <br><br>  Google analytics:<br>  Our store uses Google Analytics to help us learn about who visits our site and what pages are being looked at.<br><br>  Section 6: Security<br>  To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed. If you provide us with your credit card information, the information is encrypted using secure socket layer technology (SSL) and stored with a AES-256 encryption.  Although no method of transmission over the Internet or electronic storage is 100% secure, we follow all PCI-DSS requirements and implement additional generally accepted industry standards.<br><br>  Section 7: Cookies<br>  Cookies are small files that a site or its service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information.<br>  We use cookies to help us remember and process the items in your shopping cart and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.<br>  Site users have the option to accept or disable cookies at any time through their browsers. if you choose to disable your cookies, your user experience may be limited. <br><br>  Section 8: Age of Consent<br>  By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site. <br><br>  Section 9: Changes to this Privacy Policy<br>  We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and\/or disclose it.<br>  If our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell products to you. <br><br>  Questions and Contact Information: <br>  If you would like to: access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information please call us at (615)712-8089 or email help@imogeneandwillie.com.",
            "accordian_title_5": "Terms & Conditions",
            "text_5": "Welcome to the imogene + willie web site. throughout the site, the terms “we”, “us”, “the Site” and “our” refer to imogene + willie. imogene + willie offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.<br><br>  Section 1: What do we do with your information?<br>  When you purchase something from our store, as part of the buying and selling process, we collect the personal information you give us such as your name, address and email address. When you browse our store, we also automatically receive your computer’s internet protocol (IP) address in order to provide us with information that helps us learn about your browser and operating system. With your permission, we may send you emails about our store, new products and other updates.<br><br>  Section 2: Consent<br><br>  How do you get my consent?<br>  When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery or return a purchase, we imply that you consent to our collecting it and using it for that specific reason only. If we ask for your personal information for a secondary reason, like marketing, we will either ask you directly for your expressed consent, or provide you with an opportunity to say no.<br><br>  How do I withdraw my consent? <br>  If after you opt-in, you change your mind, you may withdraw your consent for us to contact you, for the continued collection, use or disclosure of your information, at anytime, by contacting us at help@imogeneandwillie.com or mailing us at:<br><br>  imogene + willie 2514 White Avenue Nashville, Tennesee 37204<br><br>  or calling us at (615) 712-8089.<br><br>  Section 3: Disclosure<br>  We may disclose your personal information if we are required by law to do so or if you violate our Terms of Service.<br><br>  Section 4: Shopify<br>  Our store is hosted on Shopify. They provide us with the online e-commerce platform that allows us to sell our products and services to you. Your credit card information is never stored on our server. Portions of your data (including name, email, telephone and address) are stored on a secure server. All traffic and data transfer to and from the server is encrypted. See section 6 for more details on security. <br><br>  Section 5: Third Party Services<br>  In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us. Your credit card information is never stored on our server. However, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions. For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers. In particular, remember that certain providers may be located in or have facilities that are located a different jurisdiction than either you or us. So if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located. As an example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your personal information used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.<br><br>  Once you leave our store’s website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website’s Terms of Service.<br><br>  Authorize.net:<br>  If you choose a direct payment gateway to complete your purchase, then our chosen direct payment gateway, Authorize.net stores your credit card data. It is encrypted through the Payment Card Industry Data Security Standard (PCI-DSS). Your purchase transaction data is stored only as long as is necessary to complete your purchase transaction. After that is complete, your purchase transaction information is deleted. All direct payment gateways adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover. PCI-DSS requirements help ensure the secure handling of credit card information by our store and its service providers. For more insight, you may also want to read Authorize.net Terms of Service (http:\/\/www.authorize.net\/company\/terms\/) or Privacy Statement (http:\/\/www.authorize.net\/company\/privacy\/). <br><br>  Links:<br>  When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements. <br><br>  Google analytics:<br>  Our store uses Google Analytics to help us learn about who visits our site and what pages are being looked at.<br><br>  Section 6: Security<br>  To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed. If you provide us with your credit card information, the information is encrypted using secure socket layer technology (SSL) and stored with a AES-256 encryption.  Although no method of transmission over the Internet or electronic storage is 100% secure, we follow all PCI-DSS requirements and implement additional generally accepted industry standards.<br><br>  Section 7: Cookies<br>  Cookies are small files that a site or its service provider transfers to your computers hard drive through your Web browser (if you allow) that enables the sites or service providers systems to recognize your browser and capture and remember certain information.<br>  We use cookies to help us remember and process the items in your shopping cart and compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.<br>  Site users have the option to accept or disable cookies at any time through their browsers. if you choose to disable your cookies, your user experience may be limited. <br><br>  Section 8: Age of Consent<br>  By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site. <br><br>  Section 9: Changes to this Privacy Policy<br>  We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and\/or disclose it.<br>  If our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell products to you. <br><br>  Questions and Contact Information:   If you would like to: access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information please call us at (615)712-8089 or email help@imogeneandwillie.com.",
            "accordian_title_6": "Accessibility",
            "text_6": "ADA Site Compliance Website Accessibility Statement<br><br> imogene + willie strives to maintain a compliant website and is committed to providing an online environment that is accessible to all visitors in accordance with Section 504 of the Rehabilitation Act of 1973, Section 508 of the Rehabilitation Act (29 U.S.C. 794d), and relevant implementing regulations, as well as with the recommendations contained in the Web Content Accessibility Guidelines (WCAG) 2.0, promulgated by the World Wide Web Consortium, as may be updated and\/or otherwise amended from time to time.<br><br> We recognize that accessibility and usability are not always possible in every area of the website or for those using assistive technology and devices. Therefore, Imogene + Willie has conducted, and conducts ongoing accessibility reviews of its website and has remediated and continues to remediate any issues identified during such reviews.<br><br> Please be aware that our efforts are ongoing as we incorporate the relevant improvements to meet the above-referenced laws, regulations and guidelines.<br><br> If you have specific questions or concerns about the accessibility of this site or need assistance in using the processes found within this site please contact us by <a style=\"color: blue; text-decoration: underline;\" href=\"mailto:help@imogeneandwillie.com\">email<\/a> or <a style=\"color: blue; text-decoration: underline;\" href=\"tel:6157395286\">phone<\/a><br><br> If you have found an inaccessible area on the site, please be sure to specify the Web page and provide us with any other information you may think will help us locate the area. We will make all reasonable efforts to make that page accessible. Otherwise, if a page cannot be made accessible we will work to make a text version available. If you have a need for a specific electronic format, please contact us by <a style=\"color: blue; text-decoration: underline;\" href=\"mailto:help@imogeneandwillie.com\">email<\/a> or <a style=\"color: blue; text-decoration: underline;\" href=\"tel:6157395286\">phone<\/a>. Please provide the format that you require the content to be in, the web page address of the material, and your contact information. We welcome your questions about this accessibility statement and comments on how to improve the website's accessibility.<br><br>",
            "accordian_title_7": "California Consumer Protection Act 2020",
            "text_7": "California law permits residents to request personal data shared with third parties or corporate affiliates for those third parties’ or corporate affiliates’ direct marketing purposes. If you are a California resident and would like a copy of this notice, please contact us through one of the methods below.  This request may be made TWICE a year without charge, and will cover data for only the prior twelve (12) months. Information will be limited to information collected and third-parties who may have received this information for customers who were LOGGED IN at the time of purchase.  Guest\/Anonymous user information is not identifiable. Imogene + Willie (imogeneandwillie.com) is not responsible to the removal or managing of customer data within third-party platforms, such as Google (in Google Merchant Center, Analytics, or Google Shopping), Klaviyo, MailChimp, or other platforms used in marketing and research and for which we have no control or access to data stored.<br><br> Imogene + Willie (imogeneandwillie.com) is currently exempt from the revised California Consumer Privacy Act (2020), by virtue of required conditions of the law to enforce the policy.  However, Imogene + Willie (imogeneandwillie.com) is committed to your privacy.  You may request a report of information captured from your transactions by using one of the communication methods below.  PLEASE NOTE: This policy covers only transactions on (imogeneandwillie.com), and does not extend to our retail stores or affiliates, which are governed by their own policies.  The guidelines for enforcing CCPA are below:<br><br> An annual gross revenue of $25 million or more.<br> Buys, receives, sells, or shares personal information of 50,000 or more consumers, <br>households, or devices.<br> At least 50% of annual revenue comes from selling consumers’ personal information.<br> These conditions do not currently apply to Imogene + Willie (imogeneandwillie.com), the site.  Your rights under CCPA, that we honor are below:<br><br> The right to know what personal information is being collected. <br> The ability to access personal information that’s collected.<br> The right to know if your personal information is being sold or shared, and if so, with whom. <br> The ability to opt-out of having your personal information sold.<br>  The ability to request all personal information be deleted.<br><br> Imogene + Willie (imogeneandwillie.com)collects the information described above and for the described purposes.  We offer the opportunity for California Residents to obtain this information.  Imogene + Willie (imogeneandwillie.com)NEVER sells your personal information and only shares with third-party platforms outlined above, for the enhancement of our site and your shopping experience.  As we do not sell information, there is no need to opt out of your information being sold as a California Resident.  You may, up to TWICE a year, contact us at the information below to request review of your information and\/or deletion.  PLEASE NOTE:  Requesting the deletion of your information will remove any subscriptions, loyalty points accumulated based on transactional history, and other incentives from marketing actions.  Gift Cards issued by Imogene + Willie WILL NOT be impacted and will remain valid and available for use for the duration of their available balance.<br><br> Do Not Sell My Data\/Opt Out Requests:<br><br> If you have any questions or concerns regarding the Privacy Policy Agreement related to our website, please feel free to contact us at the following email or mailing address.<br><br> Email: help@imogeneandwillie.com (Please use the Subject “CCPA Inquiry” for all inquiries related to California Consumer Privacy Rights)<br><br> Mailing Address: Imogene and Willie – CCPA Inquiries 614 Fontana Avenue Nashville, TN 37204<br><br><br>   Last Updated:  12 April 2022",
            "accordian_title_8": "",
            "text_8": "",
            "accordian_title_9": "",
            "text_9": "",
            "accordian_title_10": "",
            "text_10": "",
            "accordian_title_11": "",
            "text_11": "",
            "accordian_title_12": "",
            "text_12": "",
            "accordian_title_13": "",
            "text_13": "",
            "accordian_title_14": "",
            "text_14": "",
            "accordian_title_15": "",
            "text_15": ""
          }
        }
      },
      "block_order": [
        "08b08d86-0a1f-43bf-8ddc-b729f5256e30",
        "fba7e2f9-1b43-456e-8232-6a3220c0c755",
        "4fa051e5-ef8b-4976-a042-4acc72c8ee01",
        "a9d2165f-f60b-41fd-a1df-8f52854d8ad0",
        "1d15f5ea-8dd1-4061-ada3-7fc20f1ae811",
        "23946803-c075-4a53-a1dc-82132734d401"
      ],
      "settings": {
        "bg_img": "shopify:\/\/shop_images\/IMG_0883.jpg",
        "main_title": "our policies",
        "title": "help",
        "info_title": "contact"
      }
    }
  },
  "order": [
    "main"
  ]
}